school_lessons = ['Алгебра', 'Астрономия', 'Геометрия', 'Информатика', 'Математика лекция',
                  'Физика лекция', 'Физика семинар', 'Биология', 'Химия',
                  'Английский язык',  'История', 'Литература', 'ОБЖ', 'Обществознание',
                  'Русский язык']

# 0 - phys, 1 - chem, 2 - gum
neural_types = {(0, 7): 0, (8, 9): 1, (10, 15): 2}

work_types = ['Д/з', 'Семестровое д/з', 'Подготовка к к/р', 'Подготовка к семинару',
              'Подготовка к сочинению', 'Чтение/анализ']
