school_lessons = ['Физика семинар', 'Физика лекция', 'Астрономия', 'Алгебра', 'Геометрия',
                  'Математика лекция', 'Информатика', 'Химия', 'Биология', 'Русский язык',
                  'Литература', 'Английский язык', 'ОБЖ', 'История', 'Обществознание']

# 0 - phys, 1 - chem, 2 - gum
neural_types = {(0, 7): 0, (8, 9): 1, (10, 15): 2}

work_types = {0: 'Семестровая д/з', 1: 'Д/з', 2: 'Подготовка к к/р', 3: 'Подготовка к семинару',
              4: 'Подготовка к сочинению', 5: 'Чтение/анализ'}
